// From MacBuddy
// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annuleer";
"GOBACK_BUTTON"		= "Ga terug";
"DIAGNOSE_BUTTON"	= "Foutopsporing";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Uw computer wordt geconfigureerd...";
"MESSAGE_PREP_CONNECTION"	= "Verbinding wordt voorbereid...";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Onverwachte fout";
"MESSAGE_FATAL_ERROR_TITLE"		= "Er heeft zich een onverwachte fout voorgedaan.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Fout";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Fout";


// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Fout";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Waarschuwing";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Wilt u doorgaan?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "U hebt niet alle vereiste informatie opgegeven.";
"ERROR_MESSAGE_VALIDATION_0001" = "Controleer de velden met een rode pijl en geef de gewenste informatie op.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "De door u opgegeven tekst is te kort.";
"ERROR_MESSAGE_VALIDATION_0002" = "Controleer het gemarkeerde veld en corrigeer de opgegeven tekst.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "De door u opgegeven informatie is onjuist.";

                    // NI Username invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "De door u opgegeven gebruikersnaam is ongeldig.";
"ERROR_MESSAGE_VALIDATION_0004" = "Controleer het gemarkeerde veld en geef een geldige gebruikersnaam voor uw NetInfo-netwerk op.";

                    // NI Password invalid
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Het door u opgegeven wachtwoord is ongeldig.";
"ERROR_MESSAGE_VALIDATION_0005" = "Controleer het gemarkeerde veld en geef het juiste wachtwoord op.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "De door u opgegeven naam kan niet worden gebruikt.";
"ERROR_MESSAGE_VALIDATION_0006" = "Controleer het gemarkeerde veld en kies een andere korte naam.";
"ERROR_MESSAGE_VALIDATION_0007" = "Er bestaat al een gebruiker met deze korte naam. Geef een andere korte naam op.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Het door u opgegeven IP-adres is leeg.";
"ERROR_MESSAGE_VALIDATION_0010" = "Het door u opgegeven IP-adres bevat ongeldige tekens.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Het adres moet uit 4 segmenten bestaan."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Controleer het gemarkeerde veld en geef een geldig adres op. Raadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Het adres moet uit 4 segmenten bestaan."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Controleer het gemarkeerde veld en geef een geldig adres op. Raadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Elk adressegment moet uit minimaal 1 en maximaal 3 tekens bestaan."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Controleer het gemarkeerde veld en geef een geldig adres op. Raadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Het door u opgegeven adres is niet toegestaan.";
"ERROR_MESSAGE_VALIDATION_0014" = "Controleer het gemarkeerde veld en geef een geldig adres op. Raadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Het door u opgegeven subnetmasker is ongeldig.";
"ERROR_MESSAGE_VALIDATION_0015" = "Controleer het gemarkeerde veld en geef een geldig subnetmasker op. Raadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "De door u opgegeven naam bestaat al in uw NetInfo-netwerk. Met deze naam kunt u niet inloggen op NetInfo.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "U kunt niet dezelfde waarde gebruiken.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Het door u opgegeven wachtwoord is ongeldig.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Het door u opgegeven creditcardnummer kan niet worden gebruikt.";
"ERROR_MESSAGE_VALIDATION_0019" = "Controleer het gemarkeerde veld en geef een geldig creditcardnummer op.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "De accountnaam mag niet met een cijfer beginnen.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Controleer of het opgegeven e-mailadres juist is.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "Het IP-adres en het routeradres corresponderen niet met het door u opgegeven subnetmasker. Controleer de volgende velden en geef geldige waarden op:\n     IP-adres\n     Subnetmasker\n     Routeradres\nRaadpleeg uw netwerkbeheerder als u niet over deze informatie beschikt.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "De door u opgegeven naam kan niet worden gebruikt.";
"ERROR_MESSAGE_VALIDATION_0023" = "Controleer het gemarkeerde veld en kies een andere naam.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Bestaat reeds.";
"ERROR_MESSAGE_VALIDATION_0024" = "Controleer het gemarkeerde veld en geef unieke waarden op.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_NO_DIAL_TONE_TITLE"			= "Er is geen kiestoon gedetecteerd door de modem.";
"MESSAGE_NO_DIAL_TONE"					= "Controleer of uw modem is aangesloten en klik op 'OK' of klik op 'Annuleer' om terug te gaan en de optie 'Negeer kiestoon' te selecteren.";

// ========== Network Setup Assistant addition ==========
"QUIT_BUTTON"		= "Stop";
                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "De wachtwoorden komen niet overeen.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Controleer de velden met een rode pijl en geef hetzelfde wachtwoord in beide velden op.";

"ERROR_MUST_ENTER_LOCATION_NAME_TITLE" = "Geef een naam op voor de locatie.";
"ERROR_MUST_ENTER_LOCATION_NAME" = "U maakt een nieuwe netwerklocatie aan waar de configuratie-informatie wordt bewaard. Geef een naam op voor deze locatie.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME_TITLE" = "Geef een andere locatienaam op.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME" = "De door u opgegeven locatienaam bestaat al. Kies een andere naam.";


"MESSAGE_TASK_FORMAT" = "'%1$@-verbinding via %2$@'"; // %1$@ = CONNECTION, %2$@ = CONFIGURATION
"CONNECTION_Wireless" = "Draadloos";
"CONNECTION_Modem" = "Modem";
"CONNECTION_DSL" = "ADSL";
"CONNECTION_CableModem" = "Kabelmodem";
"CONNECTION_Lan" = "Lokaal netwerk";
"CONFIGURE_PPP" = "PPP";
"CONFIGURE_DHCP" = "DHCP";
"CONFIGURE_DHCPClientID" = "DHCP met client-ID";
"CONFIGURE_PPPoE" = "PPPoE";
"CONFIGURE_Manual" = "Statisch IP-adres";

"MESSAGE_TITLE_CONFIGURE" = "Configureren...";
"MESSAGE_FAILED_CONFIGURE" = "Configuratie mislukt.";
"MESSAGE_DONE_CONFIGURE" = "Configuratie voltooid.";
"MESSAGE_CHECKING_CONNECTION" = "Uw netwerkverbinding wordt gecontroleerd...";
"MESSAGE_CONNECTED" = "Netwerkverbinding tot stand gebracht.";
"MESSAGE_NOT_CONNECTED" = "Netwerkverbinding kan niet tot stand worden gebracht.";
"MESSAGE_NOT_CONNECTED_TRY_AGAIN" = "De computer kan geen verbinding met het internet tot stand brengen. Klik op 'OK' om terug te gaan en uw netwerkinstellingen te wijzigen, waarna u het opnieuw kunt proberen.";

"DEFAULT_LOCATION_NAME" = "Locatie (%@)";
"DUPLICATE_LOCATION_NAME" = "%1$@ %2$d";